/* 3G access may take longer alert */
"(3G access may take longer)" = "(O Acesso via 3G pode demorar mais)";

/* Add to document button */
"Add to document" = "Adicionar ao documento";

/* Adding attachment... alert */
"Adding attachment..." = "Adicionando anexo...";

/* All pages loaded. Your document is now enabled for offline use. info */
"All pages loaded. Your document is now enabled for offline use." = "Todas as páginas foram carregadas. Seu documento agora está habilitado para uso offline.";

/* An authentication error occured, please resign the field info */
"An authentication error occured, please resign the field!" = "Ocorreu um erro de autenticação, por favor assine o campo novamente!";

/* An error occured processing the annotations, please try again info */
"An error occured processing the annotations, please try again!" = "Erro ao processar as anotações, por favor tente novamente!";

/* An error occured processing the attachment file, please check your network connection an try again info */
"An error occured processing the attachment file, please check your network connection an try again!" = "Erro durante processo de anexo de arquivos, por favor verifique a conexão e tente novamente!";

/* An error occured processing the file, please check your network connection an try again info */
"An error occured processing the file, please check your network connection an try again!" = "Erro ao processar arquivo, favor verificar a rede e tentar novamente!";

/* Append new page button */
"Append new page" = "Incluir nova página";

/* Black button */
"Black" = "Preto";

/* Blue button */
"Blue" = "Azul";

/* Bold button */
"Bold" = "Negrito";

/* Camera button */
"Camera" = "Camera";

/* Cancel button */
"Cancel" = "Cancelar";

/* Clear field button */
"Clear field" = "Limpar Campo";

/* Close button */
"Close" = "Fechar";

/* Congratulations, you can now finish the workstep info */
"Congratulations, you can now finish the workstep." = "Parabens, Você pode finalizar seu Workstep.";

/* Dark blue button */
"Dark blue" = "Azul";

/* Delete button */
"Delete" = "Deletar";

/* Done button */
"Done" = "Concluir";

/* Edit button */
"Edit" = "Editar";

/* E-Mail button */
"E-Mail" = "E-Mail";

/* e-Signed PDF subject */
"e-Signed PDF" = "PDF Assinado Eletrônicamente";

/* Embedding Signature... alert */
"Embedding Signature..." = "Incluindo Assinatura...";

/* Error button */
"Error" = "Erro";

/* Fin. info */
"Fin." = "Fin.";

/* Finish button */
"Finish" = "Encerrar";

/* Finishing document alert */
"Finishing document..." = "Encerrando Documento...";

/* Master View Controller Title */
"Folders" = "Pastas";

/* Gray button */
"Gray" = "Cinza";

/* Green button */
"Green" = "Verde";

/* Help button */
"Help" = "Ajuda";

/* Import from Mail info */
"Import from Mail" = "Importar do Email";

/* Import from Other Apps info */
"Import from Other Apps" = "Importar de outras Apps";

/* Information alert */
"Information" = "Informação";

/* Italic button */
"Italic" = "Italico";

/* Loading page info */
"Loading page" = "Carregando pagina";

/* Loading remaining pages in the background... info */
"Loading remaining pages in the background..." = "Carregando páginas restantes em segundo plano...";

/* Move button */
"Move" = "Mover";

/* Navigation button */
"Navigation" = "Navigação";

/* Next button */
"Next" = "Próximo";

/* of info */
"of" = "de";

/* Stored Documents info */
"Stored Documents" = "Documentos Armazenados";

/* OK button */
"OK" = "OK";

/* Open Workstep Picker button */
"Open" = "Abrir";

/* Open document button */
"Open document" = "Abrir documento";

/* Open in... button */
"Open in..." = "Abrir em...";

/* Orange button */
"Orange" = "Laranja";

/* Page info */
"Page" = "Página";

/* Page is loading... info */
"Page is loading..." = "Página está Carregando...";

/* PDF-Password button */
"PDF-Password" = "Senha do PDF";

/* Please complete all required tasks before finishing the workstep alert */
"Please complete all required tasks before finishing the workstep!" = "Por favor complete todas as tarefas necessárias antes de finalizar o documento!";

/* Please connect to the internet to proceed info */
"Please connect to the internet to proceed" = "Por favor se conecte à internet para continuar";

/* Please enter a filename info */
"Please enter a filename" = "Por favor entre com um nome de arquivo";

/* Please enter a message info */
"Please enter a message" = "Por favor entre com uma mensagem";

/* Please enter the PDF-password info */
"Please enter the PDF-password" = "Por favor entre com a senha do PDF";

/* Incorrect password. Please try again info info */
"Incorrect password. Please try again" = "Senha Incorreta. Por Favor entre com a senha do PDF novamente";

/* Please enter the read-password info */
"Please enter the read-password" = "Por favor entre com a senha de leitura";

/* Please enter the write-password info */
"Please enter the write-password" = "Por favor entre com a senha de escrita";

/* Please find attached the document signed body */
"Please find attached the document signed." = "Por favor encontre o documento em anexo assinado.\r\n\r\n*** Consiga sua própria versão grátis do SIGNificant para assinar documentos! ****\r\nPara iPad e Android: http://tinyurl.com/88q2dg3";

/* Please note: Apple preview software is currently not able to display signature fields. To view the fields in this document please use Adobe Reader body */
"Please note: Apple® preview software is currently not able to display signature fields. To view the fields in this document please use Adobe® Reader®." = "Por favor Note:  O software de preview da Apple® está temporariamente indisponivel para exibir os campos de assinatura. Para visualizar os campos deste documento, por favor use o Adobe® Reader®.";

/* Please proceed with the required tasks info */
"Please proceed with the required tasks." = "Por favor realize as tarefas requeridas.";

/* Please sign all positioned signature fields before finishing the document info */
"Please sign all positioned signature fields before finishing the document!" = "Por favor assine todos os campos de assinatura posicionados antes de finalizar o documento!";

/* Preparing document alert */
"Preparing document..." = "Preparando documento...";

/* Previous button */
"Previous" = "Anterior";

/* Read-Password button */
"Read-Password" = "Senha de Leitura";

/* Red button */
"Red" = "Vermelho";

/* Rej. info */
"Rej." = "Rej.";

/* Reject button */
"Reject" = "Rejeitar";

/* Rejected button */
"Rejected" = "Rejeitado";

/* Reject message alert */
"Reject message" = "Mensagem Rejeitada";

/* Rejecting alert */
"Rejecting..." = "Rejeitando...";

/* Retry button */
"Retry" = "Tentar Novamente";

/* required button */
"required" = "Obrigatório";

/* Save button */
"Save" = "Salvar";

/* Save as... button */
"Save as..." = "Salvar como...";
"Export..." = "Exportar...";

/* Saved Photos button */
"Saved Photos" = "Fotos Salvas";

/* Select attachment type info */
"Select attachment type" = "Selecione o tipo de Anexo";

/* Select Image Source info */
"Select Image Source" = "Selecione a Fonte da Imagem";

/* Simply find the document in the app of your choice and select 'Open In ...' and choose 'SIGNificant'. info */
"Simply find the document in the app of your choice and select 'Open In ...' and choose 'SIGNificant'." = "Simplesmente busque o documento na app de sua escolha, selecione 'Abrir em...' e escolha 'SIGNificant'.";

/* Simply tap and hold on the email attachment to bring up the 'Open In ...' menu, then select SIGNificant. info */
"Simply tap and hold on the email attachment to bring up the 'Open In ...' menu, then select SIGNificant." = "Simplesmente toque e segure o anexo do documento trazer o menu de 'Abrir em...', então selecione SIGNificant.";

/* Support button */
"Support" = "Suporte";

/* Tap on the screen to position an annotation info */
"Tap on the screen to position an annotation" = "Toque na tela para posicionar uma anotação";

/* Tap on the screen to position a signature info */
"Tap on the screen to position a signature" = "Toque na tela para posicionar uma assinatura";

/* Tasks button */
"Tasks" = "Tarefas";

/* The document you're trying to open is not available on the server anymore info */
"The document you're trying to open is not available on the server anymore" = "O documento que você está tentando abrir não está mais disponível no servidor";

/* The current policy does not allow rejecting a workstep info */
"The current policy does not allow rejecting a workstep" = "A atual politica não permite rejeitar um Workstep";

/* The current state does not allow undoing the last action info */
"The current state does not allow undoing the last action" = "O Status atual não permite desfazer a ultima ação";

/* The selected field can not be signed, please choose the enabled task to sign info */
"The selected field can not be signed, please choose the enabled task to sign." = "O Campos selecionado não pode ser assinado, Por favor escolha um campo habilitado para assinar.";

/* The workstep contains non-biometric signature tasks or unknown tasks, the app is now in read-only mode! */
"The workstep contains non-biometric signature tasks or unknown tasks, the app is now in read-only mode!" = "O Documento contem tarefas para assinaturas sem dados biométricos ou tarefas desconhecidas, A app entrará em modo de apenas leitura!";

/* There was a problem with the provided password, please retry info */
"There was a problem with the provided password, please retry" = "Existe um problema com a senha fornecida, por favor tente novamente";

/* This workstep has been finished info */
"This workstep has been finished. " = "Este Workstep foi finalizado.";

/* The workstep was finished, load another one info */
"The workstep was finished, load another one." = "Este Documento foi finalizado, Carregue outro.";

/* The workstep was rejected, load another one info */
"The workstep was rejected, load another one." = "O Documento foi rejeitado, Carregue outro.";

/* Only viewing is possible info */
"Only viewing is possible." = "Só é possível a visualização.";

/* The workstep was rejected info */
"The workstep was rejected" = "O Documento foi rejeitado";

/* Unable to save image info */
"Unable to save image" = "Não foi possível salvar a imagem";

/* Undoing alert */
"Undoing..." = "Desfazendo...";

/* White button */
"White" = "Branco";

/* Write-Password button */
"Write-Password" = "Escrever-senha";

/* Yellow button */
"Yellow" = "Amarelo";

/* You are currently in read-only mode info */
"You are currently in read-only mode." = "Você está atualmente no modo de apenas leitura.";

/* You can open any PDF attachment in SIGNificant! info */
"You can open any PDF attachment in SIGNificant!" = "Você pode abrir o anexo de qualquer PDF no SIGNificant!";

/* You can open any PDF document in SIGNificant! info */
"You can open any PDF document in SIGNificant!" = "Você pode abrir qualquer documento PDF no SIGNificant!";

/* You have completed the workstep The app will now close the document info */
"You have completed the workstep. The app will now close the document." = "Você completou o Workstep. A app irá fechar o documento.";

/* Loading current page... */
"Loading current page..." = "Carregando Página Atual...";

"HintToastToolbar" =						"Toque no icone para editar o documento";
"DeleteElementsConfirmation" =				"Deseja deletar os elementos seleciionados?";
"Q_ConfirmUndoWorkstep" =					"Realmente deseja desfazer a ultima ação?";
"CreateFolder" =							"Criar  Pasta";
"RenameFolder" =							"Renomear  Pasta";
"FolderName" =								"Nome da Pasta";
"Create" =									"Criar";
"Documents" =								"Documentos";
"Templates" =								"Templates";
"Settings" =								"Preferências";
"SampleDocuments" =							"documentos de exemplo";
"I_ServerNotReachable" =					"Não foi possível acessar o servidor. Por favor verifique as configurações e tente novamente em alguns minutos.";
"I_NoSoapResponse" =						"Ocorreu um erro de comunicação. Por favor verifique suas configurações e tente novamente.";
"ClearField" =								"Limpar Campo";
"Rename" =									"Renomear";
"I_StatusOk" =								"Sinc Status: Nada para fazer.";
"RequiredTask" =							"Tarefa Obrigatória";
"NotSynced" =								"Não Sincronizado";
"UnsyncedChanges" =							"Unsynced changes";
"Q_FinishWorkstep" =						"Deseja realmente finalizar o documento? Não serão permitidas alterações futuras.";
"Yes" =										"Sim";
"No" =										"Não";
"OpenWith" =								"Abrir com...";
"%OpenTasks" =								" Abrir tarefas";
"Finished" =								"Finalizado";
"Today" =									"Hoje";
"Signature..." =							"Assinatura...";
"DirectSign..." =							"Assinatura-Direta...";
"Annotation..." =							"Anotação...";
"ImportingDocumentsFrom..." =				"Importando documentos de ...";
"MailApp" =									"App de Email";
"OtherApps" =								"Outras Apps";
"SampleDocs" =								"Exemplos";
"Loading" =									"Carregando";
"I_RemoveFolder" =							"Info: Esta pasta será removida quando todos os documentos forem finalizados.";
"Expiration" =								"Expiração";
"Unknown" =									"Desconhecido";
"I_ExpiredWorkstepsRemoved" =				"Documentos Expirados serão removidos da lista.";
"PleaseSignHere" =							"Por favor assine aqui.";
"I_TouchDisplayWithFingerOnly" =			"Assegure-se de só tocar o display com os dedos ou a stylus.";
"I_NoPopoverToolsAvailable" =				"Novos Campos de Assinatura e Anotações Não são Permitidas para este Documento.";
"I_ExportSuccessful" =						"O Documento foi exportado com sucesso.";
"I_ExportFailed" =							"Falha ao exportar documento, por favor tente novamente.";

/* Location */
"I_LocationAvailableAfterWaiting" =			"A informação de localização foi atualizada. Você pode continuar agora.";
"I_NoLocationAvailable" =					"Nenhuma informação de Localização disponível no momento. O que deseja fazer?";
"ContinueAnyway" =							"Continuar mesmo assim";
"Wait" =									"Aguardar";

/* 2.2.8 */
"E_BioVerificationFailed" =					"The signature verification was not successful. Please try again.";
"E_BioVerificationUnknownError" =			"A verificação da assinatura não pode ser concluída. Por favor contate seu admin.";

"E_UnexpectedServerError" =					"Um erro inesperado ocorreu no servidor.";
"E_UnknownServerError" =					"Um erro desconhecido ocorreu no servidor.";

/* 2.2.9 */
"I_BioVerificationInProcess" =				"A Assinatura está sendo verificada...";
"Pen Type" = 								"Tipo de Caneta";
"Pen is not connected!" = 					"A Caneta não está conectada!";

/* 2.2.12 */
"E_BioVerificationDecryptionError" =		"Incapaz de decriptar os dados da assinatura. Por favor contate o Administrador.";
"DeviceId" =								"ID do dispositivo";
"ActivateYourDevice" =						"Ative seu dispositivo";
"YourAccount" =								"Sua conta";
"NrOfActivatedDevices" =					"Atualmente você ativou %i de %i dispositivos.";
"NrOfActivatedDevicesUnlimited" =			"Atualmente você ativou %i dispositivos.";
"Deactivate" =								"Desativado";
"New" =										"Novo";
"ConfirmActivatingNewDevice" = 				"Por favor confirme se deseja ativar um novo dispositivo.";
"Activate" =								"Ativado";
"I_LicenseActivatedSuccessfully" =			"A licença para o dispositivo foi ativada com sucesso.";
"LicenseActivation" =						"Ativação de Licença";
"I_RequestingLicenseData" =					"Um momento, Por favor.\nAs informações das licenças estão sendo requisitadas.";
"I_UpdatingLicense" =						"Um momento, Por Favor.\nAs informações da sua licença estão sendo atualizadas.";
"I_LicenseAlreadyActivated" =				"As licenças para este dispositivo já estão ativas.";
"DeactivateDeviceFirst" =					"Você já ativou %i dispositivos. Por favor desative o dispositivo.";
"Licenses" =								"SIGNificant Server Licenças";

/* ERRORS */
"E_13605" = 								"Um certificado de assinatura inválido foi configurado no servidor.";
"E_13607" = 								"Seu dispositivo não está licenciado para operar neste servidor.";
"E_13608" = 								"O número máximo de dispositivos para esta licença foi atingido.";
"E_13610" =									"O Usuário informado não existe. Por favor contate o administrador.";
"E_13611" =									"A licença para este usuário está atualmente desativada. Por favor contate o administrador.";
"E_13645" =									"As licenças não puderam ser verificadas devido a um erro na aplicação. Por favor contate o administrador";
"E_20000" =									"A licença para este dispositivo está atualmente desativada. Por favor contate o administrador.";

/* 2.2.16 */
"E_12866" =									"O Usúario informado não existe.";

/* 2.2.17 */
"ApplicationName" =							"SIGNificant";
"CredentialsAlertTitle" =					"Logando em ###SERVER###";
"CredentialsAlertUserPlaceholder" =			"Usuário";
"CredentialsAlertPasswordPlaceholder" =		"Senha";
"Please grant microphone access in settings" = "Por favor conceda acesso ao microfone nas preferências.";

/* Enrollment */
"Enrollment" =                              "Cadastro";
"Verification" =                            "Verificação";
"EnrollLabelUser" =							"Usuário:";
"EnrollLabelProfile" =						"Perfil:";
"NoUsernameEntered" =						"Nenhum nome de usuário foi digitado.";
"UserNotFound" =							"Usuário não existe.";
"CreateUser" =								"Deseja criar?";
"BioProfileNotActive" =                     "Perfil está inativo.";
"BioUserInactive" =                         "Usuário está suspenso.";
"BioProfileUnknown" =                       "Perfil não existe.";
"VerificationFailed" =						"Falha na verificação.";
"EnrollmentFailed" =						"Por favor assine novamente.";
"DeviceAlreadyEnrolled" =					"Este perfil já foi cadastrado usando este disposivo.";
"VerificationSuccess" =						"Verificado com sucesso.";
"EnrollmentSuccess" =						"Cadastrado com sucesso.";
"WrongCertificateError" =                   "Assinaturas não puderam ser processadas. Você está usando o Certificado correta?";
"EnrollGenericError" =						"Um erro ocorreu.";
"ServerNotReachable" =                      "O Servidor não está acessível.";
"ClearAll" =                                "Limpar todos";
"EnterFullName" =                           "Nome Completo";
"EnterFullNameLabel" =                      "Escolha o nome a ser exibido para o novo usuário.";
"CannotSignNow" =                           "Por favor entre com um nome de usuário e pressione 'Iniciar' primeiramente.";

/* 2.3.0 */
"E_TemplateDownload" =						"Erro ao carregar template.";
"E_TemplateNotFound" =						"O template desejado não foi encontrado.";
"E_CreateTemplateBasedWorkstep" =			"Erro ao criar documento.";
"SetAsTemplate" =							"Escolher como template";
"TemplateName" =							"Nome do Template";
"I_EnterTemplateName" =						"Entre com um nome para o novo template.";
"DocumentName" =							"Nome do documento";
"I_EnterDocumentName" =						"Entre com um nome para o novo documento.";
"Never" =									"Nunca";
"E_IncompleteTemplateDefinitionXml" =		"A especificação fornecida para o template está incompleta.";
"E_MalformedTemplateDefinitionXml" =		"A especificação fornecida para o template contem erros.";
"E_ConflictDetected" =						"Um conflito foi detectado - O documento foi modificado em algum outro meio. Deseja descartar todas as alterações e recarregar o documento?";

/* 2.3.1 */
"I_TaskListRejected" = 						"O documento foi rejeitado.\nNão é mais possível alterá-lo.";
"I_TaskListFinished" = 						"O documento foi finalizado.\nNão é mais possível alterá-lo.";
"GeneratingTemplatesFrom" =					"Criar template apartir de ...";
"ExistingDocuments" =						"Documentos existentes";
"GenerateTemplateFromDocument" =			"criando templates";
"HelpGuideTempFromDoc" =					"Você pode utilizar um documento existente como template!";
"HelpGuideTempFromDocDetails" =				"Simplesmente abra o documento de sua escolha e selecione 'Usar como template' apartir do menu 'Ações'";

/* 2.3.2 */
"E_12868" =									"O usuário informado foi desabilitado.";
"NoPen" =									"Sem caneta";
"Attachments" =								"Anexos";
"E_ReloadingAfterConflictDetected" =		"Um problema foi detectado - O documento será carregado novamente.";

/* 2.3.4 */
"I_SignSignatureField" =					"Assine Campo de Assinatura";
"I_FillFormFieldsOfDocument" = 				"Preencha as lacunas no documento";
"I_FillFormFieldsOfPage" = 					"Preencha lacunas na página %i";

/* 2.3.5 */
"E_IncompleteSIGNificantControlXml" =		"O arquivo de controle SIGNificant fornecido está incompleto.";
"E_MalformedSIGNificantControlXml" =		"O arquivo de controle SIGNificant fornecido contém erros.";
"E_UnknownError" =							"Ocorreu um erro desconhecido.";
"AllItems" =								"Todos";
"I_SignificantConfigFileErrors" = 			"Alguns documentos não podem ser carregado. Para mais detalhes verifique por favor as entradas na lista de estado de sincronização.";
"Clear" =									"Limpar";
"Sync" = 									"Sincronizar";
"Reload" =									"Recarregar";
"I_AttachmentAddedSuccessfully" =			"O anexo foi adicionado com sucesso.";
"I_PageAddedSuccessfully" =					"A nova página foi adicionada com sucesso.";

/* 2.3.7 */
"ReportIssue" =                             "Reportar problema";
"NoEmailAccount" =                          "Não existe conta de e-mail configurada.";
"I_ExpiringDocumentsInfo" =					"Documents which are going to expire shortly have been detected! To keep all your data, synchronize and export the documents as soon as possible.";
"UpgradeEnterprise" =                       "Está interessado em produtos da empresa do SIGNificant?";
"Skip" =									"Plura";
"DownloadIncomplete" =						"O documento não foi descarregado completamente!";
"I_UndoInProgress" =						"Desfazer já em andamento! Por favor, aguarde para que a operação seja concluída.";
"I_UndoOnlyOnlinePossible" =				"Desfazer só é possível se a conectividade estiver disponível no estado atual, deve ligar a ligação à internet e tentar novamente.";
"E_WorkstepIdNil" =							"Could not load the document (document id is missing).";
"E_WorkstepConfigurationNil" =				"Could not create the document (workstep configuration is missing).";

/* 2.4.0 */
"I_PleaseSignFirst" =                       "Please sign first.";
"EnterpriseVersion" =						"About SIGNificant enterprise version";
"I_PageNotLoadedYet" =                      "Site not loaded yet!";
"Opacitiy" =                                "Opacitiy";
"Undo" =                                    "Undo";
"E_WorkstepAlreadySyncing" =				"The document is currently synchronized - please wait.";
"Warning" =                                 "Warning";
"DocumentNotLoaded" =                       "Not possible at the moment. Document is not loaded completely yet.";
"E_WorkstepInformationUnsupported" = 		"The document could not be loaded - it requires features that are not supported by this app version.";
"Finger" =                                  "Finger";
"StrokeWidth" =								"Width";
"Color" =									"Color";

/* 2.4.2 */
"I_SynchronizingDocument" =					"A Sincronizar o documento ...";
"I_PreparingDocument" = 					"Preparing document ...";
"I_FinishingDocument" = 					"Finishing document ...";
"I_AddingAttachment" = 						"Adding attachment ...";
"I_LoadingCurrentPage" = 					"Loading current page ...";
"I_EmbeddingSignature" = 					"Embedding signature ...";
"I_UploadingPdf" = 							"Uploading PDF ...";
"I_ReloadingDocument" = 					"Reloading document ...";
"I_Cancelling" = 							"Cancelling ...";
"I_NonexistingWorkstepsRemoved" =			"One or more documents have been removed as they do not exist on the server any more.";
"AvailabePens" =                            "Availabe Pens";
"Battery" =                                 "Battery";
"I_WorkstepControllerNotSupported" =		"This document originates from an outdated server version. Using this app version this can lead to problems!";

/* 2.4.4 */
"OnThisPage" =								"On this page ...";
"AddSignature" =							"Add signature field";
"AddTextAnnotation" =						"Add text annotation";
"AddPictureAnnotation" =					"Add picture";
"AddFreehandAnnotation" =					"Draw freehand";
"AddMarkerAnnotation" =						"Highlight text";
"AttachPicture" =							"Attach picture ...";
"AddAttachment" =							"As PDF attachment";
"AddAttachmentNewPage" =					"As new page";
"E_WorkstepInformationParseError" =			"The document could not be loaded - the retrieved document information is corrupted.";

/* 2.4.6 */
"I_CompleteEditingFirst" =					"The document is currently being edited. Complete editing first via the toolbar.";
"E_14100" =									"You are not authorized to open this document.";
